;Language file of Revo Uninstaller
;This section must use english
[Info]
Language=Srpski/Serbian 
WebLang=SRBLT
Translator=Dragan Bjedov draganbjedov@gmail.com
Codepage=UNICODE
Version=2.0.6


[Deinstaler Linija sa alatkama]
102 = Izgled
103 = Postavke
104 = Deinstaler
105 = Alati
106 = Presretanje
107 = Lista
108 = Ikone
109 = Detalji
110 = Deinstaliraj
111 = Ukloni unos
112 = Osveži
113 = Ukloniti označeni unos?
114 = Deinstalirati označeni program?
115 = Dogradnja
116 = Pomoć
117 = Uputstva...
118 = Početna veb stranica...
119 = O programu...
120 = Nemate ovlašćenje administratora!
121 = Deinstalirati označene sistemske komponente?\nPAŽNJA: Da li ste li sigurni što činite!
122 = Deinstaler prikazuje sve programe i komponente instalirane na ovom računaru. Kroz različite prikaže sadržaja, moguće je doći do puno dodatnih informacija o instaliranom softveru. Primarna namena Revo Uninstaller-a je presretanje koje omogućava fleksibilnost u deinstaliranju: zaustavljanje, brisanje ili onemogućavanje automatskog pokretanja samo jednim klikom na ikonu programa.
123 = Traži
124 = Nađeno:
125 = Ukloniti odabrane komponente sistema iz registra?\nDa li sigurni da nisu neophodne za pravilan rad sistema?
126 =  neće se više automatski pokretati!
127 =  pokretaće se ubuduće automatski!
128 = %sje instaliran na istoj lokaciji kao i %s!\nPostoje zaostaci od oba programa! Pažljivo odaberite što treba ukloniti!
129 = Forsirana MSI deinstalacija 

[Deinstaler Lista]
150 = Program
151 = Veličina
152 = Verzija
153 = Datum instaliranja
154 = Proizvođač
155 = Web stranica
156 = Komentar
157 = Deinstaliraj string
158 = Ključ registra
159 = Instaler

[Deinstaler StatusBar]
201 = Instalacije:
202 = Učitavanje...

[Optimizer Registra]
302 = Odaberite šta treba skenirati
303 = Start meni

[Autorun traka alata]
407 = Pokreni
408 = Prekini
409 = Ukloni
410 = Stavke:
411 = Omogući:
412 = Upravljanjem automatskim pokretanjem možete omogućiti ili onemogućiti samopokretanje programa i saznati poneke dodatne informacije o tim programima kao što su: izdavač, opis, putanja do programa i obaveštenje da li program radi ili ne.

[Autorun Lista]
450 = Naziv programa
451 = Putanja
452 = Opis
453 = Izdavač
454 = Status
455 = Lokacija
456 = RADI
457 = NIJE POKRENUT
458 = NEISPRAVAN
459 = Prekini proces
460 = Pokreni proces
461 = Otvori fascikli programa
462 = Idi na lokaciju u registru
463 = Kopiraj putanju programa
464 = Ukloni označeno
465 = Ukloni sve nevaljano
466 = Ukloni što ne radi
467 = Ukloni onemogućeno
468 = Svojstva...
470 = Zatvoriti označeni program?\nSve što niste sačuvali biće izgubljeno!
471 = Ukloniti označeno?
472 = Ukloniti nevaljali program?
473 = Ukloniti sve programe koji ne rade?
474 = Ukloniti onemogućeni program?
475 = Naredba ne postoji!
476 = NEPOZNATO
477 = Onemogući samopokretanje
478 = Omogući samopokretanje

[Outlook Kontrola]
300 = Optimizacija
301 = Optimizacija registra
400 = Upravljač automatskog pokretanja
500 = Čistač tragova
501 = Čistač pregledača
600 = MS Office čistač
700 = Windows čistač
800 = Trajno uklanjanje
900 = Nepovratno brisanje
2100 = Windows alati
2200 = Čistač nepotrebnih datoteka

[Brisanje tragova iz internet pregledača]
507 = Ukloni sve
508 = Ukloni popis posećivanih veb stranica
509 = Ukloni trag u traci adrese
510 = Ukloni privremene Internet datoteke
511 = Ukloni kolačiće
512 = Ukloni "index.dat" datoteke
513 = Izvrši
514 = Ukloni trag preuzimanja
515 = Ukloni popis kretanja
516 = Ukloni iz popisa kretanja
517 = Deinstaler
518 = Ukloniti sve označene tragove?
521 = Ukloniti "Internet Explorer" tragove?
522 = Ukloniti "Firefox" tragove?
523 = Ukloniti "Opera" tragove?
524 = Ukloniti "Netscape" tragove?
525 = Vaš Internet pretraživač zapisuje podatke o svakoj posećenoj adresi. To omogućava lakši pristup, ali pritiskom na odgovarajući taster, svako može videti gde ste bili. Čistačem Internet pretraživača možete ukloniti sve privremene datoteke, slike, video zapise i adrese koje ste posećivali. Ovim oslobađate i puno prostora na svom disku.
526 = Pre čišćenja zatvorite svoj internet pregledač.
527 = "Index.dat" datoteke će biti uklonjene pri sledećem pokretanju računara.
599 = Tragovi odabranog unosa su uklonjeni!

[Brisanje tragova iz MS Office aplikacija]
601 = Ukloni
607 = Ukloni popis zadnje korišćenih MS Word dokumenata
608 = uključujući Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 i Word 2016
609 = Ukloni popis zadnje korišćenih MS Excel dokumenata
610 = uključujući Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 i Excel 2016
611 = Ukloni popis zadnje korišćenih MS Access datoteka
612 = uključujući Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 i Access 2016
613 = Ukloni popis zadnje korišćenih MS PowerPoint datoteka
614 = uključujući PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 i PowerPoint 2016
615 = Ukloni popis zadnje korišćenih MS FrontPage datoteka
616 = uključujući FrontPage 2000, FrontPage XP i FrontPage 2003
617 = MS Office čistač omogućava uklanjanje popisa zadnje korišćenih datoteka programa MS Word, Excel, Access, PowerPoint i Front Page. Ako želite onemogućiti nekome uvid u zadnje otvarane i uređivane dokumenata MS Office-a dovoljno je da kliknete na dugme Ukloni. Lista zadnje korišćenih datoteka će biti prazna.

[Brisanje tragova sistema Windows]
701 = Čišćenje
707 = Ukloni popis zadnje korišćenih dokumenata
708 = Ukloni popis zadnje pokretanih programa
709 = Ukloni popis zadnje traženih datoteka
710 = Ukloni popis zadnje traženih štampanja, računara i ljudi
711 = Isprazni ostavu
712 = Ukloni popis zadnje korišćenih MS Paint datoteka
713 = Ukloni popis zadnje korišćenih MS Wordpad datoteka
714 = Ukloni popis zadnjih Regedit otvaranih ključeva
715 = Ukloni popis zadnje otvaranih i sačuvanih datoteka
716 = Ukloni popis zadnje posećivanih fascikli
717 = Isprazni korpu
718 = Ukloni Windows privremene datoteke
719 = Ukloni zapis start menija
720 = Microsoft Windows čuva razne podatke (zapise) vaših  postupaka u programu kao npr.: popis traženja zadnjeg pretraživanja datoteka i fascikli; zadnje otvaranih dokumenata; popis zadnje otvaranih i sačuvanih datoteka drugih programa instaliranih na vašem računaru i još puno toga. Windows čistač omogućava uklanjanje svih ovih zapisa i privremenih datoteka. Pražnjenjem korpe i brisanjem privremenih datoteka oslobađate znatan prostor diska. 
721 = Lista zadnje pokretanih programa će biti uklonjena nakon ponovnog pokretanja programa Explorer.exe.
722 = Zapisi Windows Registra
723 = Zapisi o disku
724 = Obriši datoteke koje su stvorene nakon kraha memorije
725 = Obriši fragmente datoteke koje je stvorio program Check Disk


[Uklanjanje tragova]
802 = Izvrši
803 = Brisanje
804 = Molim sačekajte, brisanje je u toku...
805 = Gotovo
806 = Kvačicom označite diskove koje želite obraditi. Ovaj alat trajno uklanja tragove već obrisanih datoteka. PAŽNJA: Kada se proces završi, obrisane podatke je nemoguće vratiti!
807 = Pri pražnjenju korpe, datoteke nisu fizički uklonjene već su samo označene kao obrisane i ne prikazuju se. Ovaj alat zauvek uklanja takve, formalno obrisane, datoteke i fascikle s diska. Bez obzira kakav alat koristili za povratak izgubljenih podataka, rezultat nepovratnog brisanja je uvek isti - nepovratno brisanje označenog!
808 = Ukloniti preostale tragove na odabranom disku(ovima)?

[Nepovratno brisanje]
912 = Lista datoteka i fascikli koje želite nepovratno izbrisati
913 = Datoteke
914 = Fascikle
915 = Unesite datoteke koje želite trajno obrisati. Ni jedan alat ih neće moći povratiti!
916 = Unesite fascikle koje želite trajno obrisati. Ni jedan alat ih neće moći povratiti!
917 = Dodaj datoteke za trajno brisanje
918 = Dodaj fascikle za trajno brisanje
919 = OBRIŠI ZAUVEK
920 = Obriši popis
921 = Ako želite biti sigurni da niko, s bilo kakvim alatom, ne može doći do vaših obrisanih datoteka i fascikli, koristite nepovratno brisanje. Datoteke, fascikle i podaci koje ste obrisali uobičajenim postupkom, još se uvek nalaze na vašem disku i moguće ih je povratiti. Nepovratno brisanje to onemogućuje jer formalno obrisane podatke dodatno i nepovratno razara. 
922 = Zaista želite trajno ukloniti označene datoteke i fascikle?

[Options Tree]
1001 = Opcije
1100 = Opšte
1200 = Deinstaler

[Opšta podešavanja]
1101 = Jezik:
1102 = Napredni režim
1103 = Pri pokretanju proveri za nove verzije

[Opcije deinstalera]
1201 = Prikaži dogradnje sistema
1202 = Prikaži komponente sistema
1203 = Omogući brzo pokretanje
1204 = Pokretanje deinstalacije bez pomoćnika
1205 = (Nije podržano u Windows Vista)
1206 = Postavi tačku povratka sistema na stanje pre deinstalacije


[Automatska nadogradnja]
1907 = Dogradnja
1908 = O verziji
1909 = Vaša verzija:
1910 = Zadnja verzija:
1911 = PREUZMI
1912 = Preuzmi zadnju verziju
1913 = Šta je novo
1914 = Proveravam...
1915 = Greška pri povezivanju na Internet...
1916 = STOP
1917 = Preuzeto %s od %s
1918 = Preuzimanje %s (veličina nepoznata)
1919 = Revo Uninstaller se ne može uspostaviti vezu sa na www.revouninstaller.com. Molimo, proverite da li ste spojeni na Internet! Možda vaš Firewall (Zaštitni zid) blokira Revo Uninstaller.
1920 = Greška: Nije uspostavljena Internet veza pa nije moguće proveriti da li ima novija verzija.


[Windows Alati]
2110 = Pokreni
2111 = Ovo su vrlo korisni alati i pomagala uključena u svaki Windows operativni sistem. Neki od njih su složeniji, pokretani retko i s dodatnim mogućnostima, a neki teže dostupni. Windows alati omogućuju pristup jednim klikom milja većini ugrađenih naredbi koje koristite u dnevnom radu.
2112 = U slučaju problema, ovim alatom možete povratiti prethodno stanje svog računara bez gubitka ličnih datoteka. System Restore prati promene u sistemu i nekim programima pa automatski stvara lako prepoznatljive tačke povratka. One omogućuju vraćanje sistema u prethodno stanje. Stvaraju se svaki dan i pri značajnim događajima u sistemu. Tačke povratka možete sami napraviti i imenovati bilo kad.
2113 = Ovaj alat prikuplja i prikazuje informacije o vašem hardveru i operativnom sistemu, vašim postavkama Interneta i vašeg modema kao i mrežnog adaptera. Sa Network Diagnostics alatom, pregledavate svoj sistem i ispitujete mrežne veze i ispravnost rada programa vezanih za mrežu, mrežnih servisa i funkcija. 
2114 = Ovim alatom možete pregledati sve postavljene TCP/IP vrednosti mrežnih postavki i osvežiti Dynamic Host Configuration Protocol (DHCP) i Domain Name System (DNS) postavke. Alat prikazuje sve TCP/IP postavke kao npr.: IP adresu, MAC adresu, podmrežu, podrazumevani gateway, Windows Internet Naming Service (WINS) i DNS postavke.
2115 = Ovim alatom proveravate tri najvažnija sigurnosna stanja svog računara: Zaštitni zid (Firewall), zaštitu od virusa i automatsku dogradnju. Kad se pojavi problem u bilo kojem od ovih modula računara (npr., istekao rok obnove programa zaštite od virusa), Security Center upozorava i predlaže kako bolje da zaštitite računar.
2116 = Ovaj alat omogućava: Pregled osnovnih informacija o CPU (tipu procesora) i RAM memoriji; Pregled i određivanje kako će računar koristiti  memoriju i informacije o tome; Informacije o hardveru i upravljačima, podeljivanje hardver profila; Pregled informacija o mreži i zapisima rada. Ukoliko se dogode greške, ovaj program šalje o njima izveštaj Microsoft-u ili vašem sistem administratoru.
2117 = Ovaj alat omogućava pregled svih informacija o podeljenosti sistema vašeg računara. Tu su informacije o hardveru i njegovoj konfiguraciji, računarskim komponentama, i softveru, diskovima. System Information je koristan alat kojim će te brzo locirati željene informacije o svom računaru i operativnom sistemu.
2118 = TCP/IP Netstat Command prikazuje sve aktivne TCP veze i TCP i UDP portove preko kojih računar održava svaku pojedinu vezu ili stanje spremnosti. U slučaju kada je naziv u [ ], prikazana je i komponenta, i tako do kraja TCP/IP aktivnosti. 
2119 = Ova virtuelna tastatura omogućava invalidima da miljem ili palicom na tastaturi prikazanoj na ekranu kucaju i rade. Tako je omogućen minimum funkcionalnosti osobama oštećenih ekstremiteta. Ovaj alat možete koristiti i za snimanje svih znakova koje ste koristili, ako na računaru imate instaliran program za to.
2120 = Ovaj alat analizira i defragmentira fragmentirane datoteke i fascikle na odabranom disku. To rezultira vežom efikasnošću računara i bržim radom. Defragmentacijom, Disk Defragmenter oslobađa kontinuirani prostor za nove datoteke i tako smanjuje buduću fragmentaciju. 
2121 = Ovim alatom pokrećete, zaustavljate, pauzirate, pokrećete zaustavljeno, ili onemogućavate servise na svom ili udaljenom računaru. Takođe: Pokrećete oporavak aktivnosti omogućujući prekinuti servis, npr., ponovno pokretanje servisa automatski; Omogućite ili onemogućite servis na nekim hardver profilima; Pregledanje statusa i funkcije svakog servisa.
2122 = Ovim alatom upravljate deljenjem resursa na mreži. Kontrolišete korisnička prava, trenutnu aktivnost kao i svojstva deljenih resursa i njihovih sadržaja. Možete videti popis svih trenutnih korisnika mreže i eventualno prekinuti vezu nekome od njih. Takođe, možete videti popis datoteka koje koristi udaljeni korisnik.
2123 = Alat za dodeljivanje  korisničke konfiguracije. Group Policy  dodeljivanje određuju razne komponente korisnikove radne površine i okruženja kojima upravlja sistem administrator, npr. određivanje dostupnih programa, programi koji su vidljivi na korisnikovoj radnoj površini, i mogućnosti Start menija.
2124 = Add/Remove Windows Components omogućava kontrolu nad instaliranim Windows komponentama na vašem računaru. Nakon instalacije Windows operativnog sistema, ovim alatom dodajete ili uklanjate Windows komponente prema potrebi.
2125 = Microsoft Windows Malicious Software Removal Tool kontroliše računar pod Windows operativnim sistemom da se ne zarazi svud prisutnim zločestim softverom i pomaže ukloniti takav softver kad je nađen. To su virusi, crvi i trojanci. Nakon postupka čišćenja, korisnik dobija detaljan izveštaj  o svemu učinjenom.


[Čistač nepotrebnih datoteka - Opcije]
2202 = Diskovi za skeniranje:
2203 = Šablon
2204 = Opis
2205 = Dodaj
2206 = Ukloni
2207 = Standardno
2208 = Čistač nepotrebnih datoteka::Ukloni
2209 = Čistač nepotrebnih datoteka::Izuzeci
2220 = Ukloni datoteke:
2221 = Koristite (?,*) kao rezervne oznake
2222 = Dodaj šablon
2223 = Dodaj šablon izuzetaka
2224 = Koristite (?,*) kao rezervne oznake
2225 = Isključi šablon:
2226 = Obriši datoteke u korpu
2227 = Zanemari datoteke korišćene u zadnja 24 časa


[Čistač nepotrebnih datoteka - Alat]
2306 = Skeniraj
2307 = Obriši
2308 = Skeniranje
2309 = Molim sačekajte dok pretražim...
2310 = Otkaži
2311 = Naziv
2312 = Veličina
2319 = Datoteka:
2320 = Ukupna veličina:
2323 = Datoteku koristi Windows ili drugi program\npa ne može sada biti obrisana 
2324 = Morate odabrati barem jedan disk i tip datoteke da bi se pokrenula pretraga
2325 = Čistač nepotrebnih datoteka omogućava nalaženje i uklanjanje velikog broja nepotrebnih datoteka sa diska. Najčešće, ove datoteke obrišu  programi koji su ih i stvorili, nakon prestanka njihovog korišćenja. Ipak, mnoge trajno zaostaju na disku npr. prilikom neočekivanih padova programa ili sistema i dr. U takvim slučajevima, nepotrebno troše prostor na disku, dovode do smanjenja učinka i usporavanja sistema i dr.
2326 = Datoteka:
2327 = Brisanje datoteka

[Kontekst Meni Čistača nepotrebnih datoteka]
2313 = Otvori
2314 = Pronađi preko Google-a
2315 = Otvori fascikli programa
2316 = Svojstva...
2317 = Označi sve stavke
2318 = Ukloni sve oznake
2321 = Označi odabrane stavke
2322 = Ukloni oznake sa odabranih stavki

[Najčešći prozor]
4002 = Opcije
4003 = Otvori glavni prozor programa
4004 = Režim "Prevuci i ispusti" 
4005 = Presretanje
4006 = Veličina
4007 = Mala
4008 = Srednja
4009 = Velika
4010 = Veličina ikone
4011 = IZLAZ
4012 = Deinstaliraj
4013 = Prekini automatsko pokretanje
4014 = Zaustavi proces
4015 = Zaustavi i Čistač proces
4016 = Otvori fascikli programa
4017 = Informacije
4018 = Svojstva
4019 = Otkaži
4020 = Odjednom  može samo jedna datoteka!
4021 = Prevukli ste fascikli. Molim povucite i ispustite datoteku!
4022 = Deinstaliraj ili ukloni:
4023 = Nerešivo! Pokuljajte označiti drugi prozor, ikonu ili stavku menija
4024 = Ne mogu pokrenuti deinstalaciju!\n Molim, deinstalirajte program Deinstalerom.
4025 = Nema zapisa instalacije!\nSavet: Navedite više informacija o programu i\n pokuljajte deinstalirati iz glavnog prozora!
4026 = Onemogućeno je samopokretanje programa pri pokretanju računara!\nSavet: Ako to želite promeniti, koristite Menadžer samopokretanja programa!
4027 = Program se ne nalazi na uobičajenom mestu za samopokretanje!\nSavet: Pogledajte savete na Internetu: www.google.com!
4028 = Zatvoriti program?\nSav nesačuvani rad će biti izgubljen!
4029 = Deinstaler
4030 = Zatvoriti i obrisati označeni program?\nSav nesačuvani rad će biti izgubljen!
4031 = Zatvoriti Windows Explorer?\nNestaće polazni meniji i traka zadataka!
4032 = Automatsko pokretanje sa operativnim sistemom
4033 = Prozirnost

[Skeniranje nakon deinstalacije]
4210 = Lokacija
4211 = Ključ
4212 = Vrednost
4213 = Podaci
4214 = Datoteka
4215 = Niste označili šta treba obrisati!
4216 = Pretraga nakon deinstalacije
4217 = Označi sve
4218 = Ukloni sve oznake
4219 = Čistač
4220 = Preostale datoteke
4221 = Preostale stavke u registru
4222 = Pretraživanje pre deinstalacije. Molim sačekajte...
4223 = Deinstalacija u toku...
4224 = Molim, nakon završetka deinstalacije, pokrenite pretraživanje da pronađete zaostale datoteke, fascikle i ključeve...
4225 = Pregledavam nakon deinstalacije. Molim sačekajte...
4226 = Odabir stavki izvršite pažljivo!
4227 = Zatvori
4228 = Lista zadnje otvaranih datoteka će biti uklonjena pri sledećem pokretanju računara.
4229 = Deinstalacija nije uspela!\nVerovatno je pogrešna naredba!
4230 = Nazad
4231 = Sledeće
4232 = Izbor načina deinstalacije
4233 = Načini deinstalacije
4234 = Jednostavna deinstalacija bez ikakvog dodatnog pretraživanja sistema.
4235 = Sigurna deinstalacija sa pretraživanjem registra i diska i uklanjanje unosa koji se mogu sa sigurnošću ukloniti.
4236 = Umerena deinstalacija uključuje postupak sigurne deinstalacije s dodatnim pregledom uobičajenih pozicija registra i diska za preostalim tragovima programa.
4237 = Napredna deinstalacija uključuje postupak umerene deinstalacije s detaljnim pregledom registra i diska za preostalim tragovima programa. Nešto sporiji način.
4238 = Prethodno utvrđivanje podataka o programu.
4239 = Pokretanje vlastitog deinstalera programa kao standardni postupak.
4240 = Pritisnite dugme Sledeće za potragu za preostalim tragovima programa, u fasciklama i registru, nakon završetka deinstalacije
4241 = Analiza i deinstalacija
4242 = Pretraživanje nakon deinstalacije
4243 = Pretraživanje nakon deinstalacije sopstvenim deinstalerom. Potraga za zaostalim tragovima u fasciklama i registru, nakon obavljene deinstalacije. Molim sačekajte...
4244 = Pronađeni zaostali tragovi
4245 = Zaostali tragovi
4246 = Napomena: Pažljivo odaberite unose! Ukloniće se samo odabrani podebljani unosi i njihovi podunosi!
4247 = Preostale datoteke i tragovi
4248 = Nađeno tragova:
4249 = Računar
4250 = Revo Uninstaller ne može pokrenuti sopstveni deinstaler programa. Možda je oštećen. Pritisnite dugme Nazad i odaberite drugi način deinstalacije.
4251 = Deinstaler programa je završio. Revo Uninstaller nije izvršio pretragu zaostalih unosa. Možete pritisnuti dugme Nazad i odabrati jedan od načina koji ovo omogućava.
4252 = Revo Uninstaller je završio deinstalaciju uspešno, a zaostali tragovi nisu nađeni. Možete pritisnuti dugme Nazad i odabrati detaljniju potragu.
4253 = Revo Uninstaller je završio deinstalaciju uspešno. Ako želite, možete  pritisnuti dugme Nazad i odabrati detaljniju pretragu.
4254 = Gotovo
4255 = Obrisati odabrane stavke u korpu?
4256 = Obrisati odabrane stavke iz registra?
4257 = Revo Uninstaller je uspešno dovršio deinstalacijske procedure!
4258 = Ne briši zaostatke u registru, već pređi na sledeći korak.
4259 = Ne briši zaostale datoteke i fascikle, već pređi na sledeći korak.
4260 = Pretraga zaostataka je završeno. Pritisnite dugme Sledeće za prikaz rezultata!
4261 = Stvori tačku povratka sistema...
4262 = Stvaranje tačke povratka sistema - Nije uspelo!
4263 = Stvaranje tačke povratka sistema je onemogućeno! (u Postavke->Deinstaler)
4264 = Tačka povratka sistema - je stvorena!


[O programu]
4300 = Prevodioci:

[Kontekst Meni Deinstalera]
5000 = Naredbe
5001 = Informacije
5002 = Nađi na Internetu
5004 = Lokacija na disku
5005 = veb - O programu...
5006 = veb - Pomoć...
5007 = veb - Dogradnja...
5008 = Otvori ključ registra...

[Opšte]
10000 = U redu
10001 = Otkaži
10002 = Pomoć
10003 = Traži
10004 = Aktivna pomoć
10005 = Web strana
10006 = O programu
10007 = Upozorenje
10008 = GREŠKA
10009 = Da
10010 = Ne

[Saveti za alate]
2000 = Uključi deinstaler režim
2001 = Prikaz panela s alatima
2002 = Prilagođavanje postavki
2003 = Presretački način rada
2004 = Izmena izgleda popisa instaliranih programa
2005 = Deinstaliranje označenog programa
2006 = Uklanjanje odabranog iz registra
2007 = Osvežavanje popisa programa
2008 = Nadogradnja programa najnovijom verzijom
2009 = Dodatne informacije i odgovori na sva pitanja o programu
404 = Pokretanje označenog programa
405 = Zaustavljanje i zatvaranje označenog programa
406 = Uklanjanje označenog programa iz automatskog pokretanja
506 = Uklanjanje označenog
605 = Uklanjanje označenog
705 = Uklanjanje označenog
2106 = Pokretanje odabranog alata
2304 = Nalaženje beskorisnih datoteka prema odabranim postavkama
2305 = Uklanjanje označenih datoteka u korpu

[UninstallerPro]
15000 = Uopšteno
15001 = Upravljač\ngrupa
15002 = Novoinstalirani programi
15003 = Ostali instalirani programi
15004 = Naziv
15005 = Preimenuj
15006 = Internet
15007 = Igre
15008 = Multimedija
15009 = Uslužni programi
15050 = Gore
15051 = Dole
15052 = Dodaj
15053 = Ukloni ove
15054 = Kolone
15055 = Ukloni ovu kolonu
15056 = Poravnanje
15057 = Levo
15058 = Centar
15059 = Desno
15060 = Prilagodi
15061 = Izvezi kao
15062 = Tekstualna datoteka - .txt
15063 = HTML datoteka -.html
15064 = Microsoft Excel datoteka
15065 = Izvoz
15066 = Odaberite kolonu za izvoz
15067 = Prikaži novoinstalirane programe:
15068 = Zadnjih (dana)
15069 = Od zadnjeg pokretanja deinstalera
15070 = Naziv grupe:
15071 = Dodaj
15072 = Grupa
15073 = Praćeni programi
15074 = Praćeni\nprogrami
15075 = Svi programi
15076 = Svi\nprogrami
15077 = Obriši zapis
15078 = Odabrana deinstalacija
15079 = Izmena ikonice
15080 = Dodaj u grupu
15081 = Ukloni iz grupe
15082 = Deinstalacija
15083 = Deinstalacija datoteka zapisa i fascikli programa:
15084 = Deinstalacija zapisa stavki Registra:
15085 = Postoje neki podaci koji se možda odnose na deinstalirani program, alo nisu uklonjeni jer nisu vezani instalacijskim zapisom Revo Uninstaller programa. Ako ih želite pretražiti ili obrisati kliknite na dugme "Napredna deinstalacija". 
15086 = Napredna deinstalacija
15087 = Putanja do datoteke\fascikli
15088 = Učitavanje popisa...
15089 = Deinstaliraj označeno
15090 = Otvori nadključ Registra... 
15091 = Skupi sve 
15092 = Raširi sve
15093 = Naziv vrednosti 
15094 = Fascikla zapisa:
15095 = Izvršite preimenovanje prethodno postojećih sistemskih datoteka i fascikli.
15096 = Forsirana deinstalacija
15097 = Forsirana\ndeinstalacija
15098 = Raširi označeni ključ
15099 = Skupi označeni ključ
15100 = Deinstaliraj označeni ključ
15101 = Označi označeni ključ kao stvoren
15102 = Dodaj u popis izuzetaka
15103 = Neispravan zapis
15104 = Nema datoteke! Unesite ispravan zapis ili odustanite od naredbe.
15105 = Odabir procesa
15106 = Dodaj proces na popis
15107 = Putanja procesa:
15108 = Dodaj ključ Registra
15109 = Putanja ključa Registra
15110 = Koristeći forsiranu deinstalaciju, možete pretražiti svoje datoteke ili uneti putanju fascikli programa koji uklanjate. Takođe, možete uneti naziv programa kao dodatnu informaciju. Kad pritisnete dugme "Dalje", Revo Uninstaller traći sopstveni deinstaler, ako ga nađe omogućiće Vam izbor njegovog pokretanja ili ne.\n\nUnesite tačan naziv i instalacijsku lokaciju programa koji želite da deinstalirate!
15111 = Način pretraživanja
15112 = Standardni
15113 = Sigurni
15114 = Prilagođeni
15115 = Napredni
15116 = Putanja do programske datoteke ili fascikli:
15117 = Postojeći naziv programa:
15118 = Nađen je sopstveni deinstaler:
15119 = Pokretanje sopstvenog deinstalera
15120 = Naziv programa
15121 = Deinstalacijska naredba
15122 = Tip
15123 = 32-bit
15124 = 64-bit
15125 = Prekini proces i nastavi
15126 = Označenu datoteku koristi proces koji je u toku! Ako je želite pravilno deinstalirati, najbolje je pre nastavka prekinuti proces.
15127 = Izmene ključa Registra
15128 = Uključivanje podključeva
15129 = Postavi "Praćene programe" kao prve pri pokretanju
15130 = Brisanje datoteka i fascikli:
15131 = U fascikli sigurnosne kopije
15132 = U korpu za otpatke 
15133 = Trajno
15134 = Želite li obrisati označeno?
15135 = Fascikle
15136 = Datoteke
15137 = Verovatno zavisne datoteke i fascikle
15138 = Verovatno zavisni ključevi Registra
15139 = Ključevi:
15140 = Vrednosti:
15141 = Zapisi datoteka i fascikli
15142 = Izvršite preimenovanje prethodno postojećih sistemskih datoteka i fascikli.
15143 = Deinstalirati označenu stavku?
15144 = Označene, ali postojeće datoteke će biti uklonjene pri sledećem pokretanju računara.
15145 = Zapisi stavki Registra
15146 = Deinstalacija...
15147 = Pretraga zaostalih datoteka, fascikli i stavki registra na osnovu ulaznih podataka
15148 = Pokretanje sopstvenog deinstalera, i njegova analiza instalacije.
15149 = Nakon završetka deinstalacije, pritisnite dugme "Pretraži" zbog traženja zaostalih datoteka, fascikli i stavki registra.
15150 = Na disku nema dovoljno slobodnog prostora za zapis datoteke kelja.
15151 = Greška pri zapisu keša. Možda nemate odgovarajuću dozvolu.
15152 = Greška pri učitavanju keša
15153 = Revo Uninstaller nije našao zaostale stavke
15154 = Pretraži
15155 = Prilagođena\ndeinstalacija
15156 = Ovaj modul Revo Uninstaller-a prikazuje instalirane programe i komponente trenutnog i svih drugih korisnika. Podeljen je u dve grupe - "Novoinstalirani" i "Ostali" programi. Korišćenjem izgleda "Detalji", ili kontekst menija, dolazite do više podataka npr., Web adrese i svojstava instaliranog programa. Postavke ovog načina su dostupne pod "Svi programi" u "Deinstaler" prozoru za "Postavke".
15157 = Ovaj modul Revo Uninstaller-a prikazuje sve programe koje ste pratili tokom njihove instalacije koristeći Revo Uninstaller. Za praćenje programa sa Revo Uninstaller, kliknite na njihovu instalaciju desnim dugmetom milja ili pritisnite dugme "Instaliraj program" na traci alata. Postavke ovog načina  su dostupne pod "Praćeni programi" u "Deinstaler" prozoru za "Postavke".
15158 = Registracija
15159 = Pomoć
15160 = Instaliraj program
15161 = Instaliraj\nprogram
15162 = Stvori tačku povratka sistema i sigurnosnu kopiju Registra pre deinstalacije
15163 = Stvaranje sigurnosne kopiju Registra...
15164 = Stvaranje tačke povratka sistema i sigurnosne kopije Registra je onemogućeno (u Postavke->Deinstaler).
15165 = Stvaranje sigurnosne kopije Registra - Završeno!
15166 = Stvaranje sigurnosne kopije Registra - NIJE USPELO!
15167 = (Nije podržano u Windows Vista / Windows 7,8,10)
15168 = Zapis:
15169 = Ili klik desnog dugmeta milja na ikonu Presretanja i odabir "Izlaz".
15170 = Otvori pomoćnika deinstalacije preko celog ekrana
15171 = Putanja fascikli
15172 = Molimo, instalirajte pdf čitač za čitanje datoteke pomoći
15173 = Dodaj novu grupu
15174 = Obriši označene log datoteke
15175 = Kreiraj ponovo keš datoteku
15176 = Da li ste sigurni da želite da ponovo kreirate keš datoteku?\nSve vaše promene u detaljima programa biće poništene!
15177 = Upravljaj
15178 = Izvezi, uvezi ili uredi zapisnik
15179 = Promeni\nili popravi
15180 = Promeni ili popravi
15181 = Ažuriraj linke
15182 = Baza podataka zapisnika
15183 = Dnevnici\nBaza Podataka
15184 = Programi:
15185 = Naziv programa
15186 = Verzija programa
15187 = Windows verzija
15188 = Windows Bits
15189 = Pronađeno
15190 = Prikaži samo zapisnike kompatibilne sa %s
15191 = Prikaži samo %s zapisnike
15192 = Podudarni dnevnici:
15193 = Baza podataka zapisnika:
15194 = Traži po:
15195 = Zapisnik
15196 = Zapisnici
15197 = program
15198 = programi
15199 = naziv
15200 = Deinstaliraj brzo
15201 = Brzo\nDeinstaliraj
15202 = Napravi početnu sistemsku rezervu
15203 = Deinstalacija programa  %d od %d
15204 = Početna analiza - gotovo!
15205 = Pokretanje programski ugrađenog deinstalrera - gotovo!
15206 = Pokretanje programski ugrađenog deinstalrera - neuspelo!
15207 = Skeniranje zaostalih datoteka, fascikli i stavki registra...
15208 = Brisanje pronađenih zaostalih stavki...
15209 = Obrisano %d zaostalih ključeva registra i %d vrednosti
15210 = Obrisano %d zaostalih fascikli i %d datoteka
15211 = Brza deinstalacija je završena!
15212 = Status
15213 = Nakon što programski deinstaler završi deinstalaciju, pritisnite dugme "Nastavi" da nastavite proces deinstalacije.
15214 = Nastavi
15215 = Uvezeno
15216 = Dodaj komentar
15217 = Uredi komentar
15218 = Moduli
15219 = Datum zapisnika
15220 = Priprema zapisnik podataka za deinstalaciju...
15221 = %d od %d stavki
15222 = Izvršavanje operacije neophodnog preimenovanja...
15223 = Da li zaista  želite deinstalirati izabrani zapisnik?
15224 = Da li zaista  želite deinstalirati izabrane zapisnike?
15225 = Deinstalacija zapisnika %d od %d
15226 = Izvezi sve
15227 = Preskoči\nRezerva
15228 = Preskoči kreiranje tačke vraćanja sistema i potpune rezerve registra
15229 = Kreiranje potpune rezerve registra - preskočeno!
15230 = kreiranje tačke vraćanja sistema - preskočeno!
15231 = Uredi zapisnik
15232 = Uvezi zapisnik
15233 = Izvezi zapisnik
15234 = Raščlanjivanje zapisnika -
15235 = Preimenuj zapisnik
15236 = Naziv zapisnika
15237 = Sačuvaj izmene
15238 = Modifikuj
15239 = Ikona
15240 = Indeks ikona
15241 = Autor
15242 = Vreme kreiranja
15243 = Vreme zadnje izmene
15244 = Procenjena veličina
15245 = Ključevi registra
15246 = Vrednost registra
15247 = Kreirano
15248 = Obrisano
15249 = Preimenovano
15250 = Prebrisano
15251 = Nepoznato
15252 = Stari naziv
15253 = Puni naziv
15254 = Stari puni naziv
15255 = Stari podaci
15256 = Vrednost registra sa takvim imenom već postoji!
15257 = Dodaj ključ
15258 = Naziv ključa:
15259 = Neizmenjeno
15260 = Izmeni ključ
15261 = Dodaj vrednost
15262 = Izmeni vrednost
15263 = Postavi
15264 = Stari tip
15265 = Prisilno zaustavi prikazivanje izvršne datoteke tokom deinstalacije
15266 = Nađi odgovarajući zapisnik pre programske regularne deinstalacije
15267 = Da li zaista želite da Brzo deinstalirate izabrani program(e)?
15268 = Pronađen je odgovarajući zapisnik među Vašim dnevnicima koje će se koristiti za deinstalaciju\nPokretanje programski ugrađenog deinstalera za podrazumevanu deinstalaciju.
15269 = Pronađen je  odgovarajući zapisnik u bazi podataka zapisnika koji će se koristiti za deinstalaciju\nPokretanje programski ugrađenog deinstalera za podrazumevanu deinstalaciju.
15270 = Nakon što programski deinstaler završi deinstalaciju, pritisnite dugme "Nastavi" da vidite zaostale datoteke, fascikle i stavke registra.
15271 = Greška pri preuzimanju datoteke zapisnika!
15272 = Greška preimenovanja preuzetih datoteka zapisnika!
15273 = Modul "Baze podataka zapisnika"  Revo Uninstaller pokazuje popis zapisnika praćenih programa koji su kompatibilni sa Windows sistemom. Ovi dnevnici se čuvaju na našoj web stranici i održavani od strane našeg Revo Uninstaller tima. Možete ga jednostavno koristiti (s jednim klikom na dugme "Deinstaliraj" ) da deinstalirate ove zapisnike  i da deinstalirate programe koji su instalirani na vašem računaru. 
15274 = Vaša verzija:
15275 = Ažurirajte sada
15276 = Automatski ažuriraj bazu podataka zapisnika
15277 = Greška prilikom preuzimanja baze podataka zapisnika!
15278 = Greška pri ažuriranju baze podataka zapisnika!
15279 = Greška pri izdvajanju baze podataka zapisnika!
15280 = Greška pri otvaranju baze podataka zapisnika!
15281 = Upišite Vaš komentar:
15282 = Izaberite ikonu
15283 = Putanja:
15284 = Izaberite ikonu sa liste:
15285 = Datoteka
15286 = Fascikla
15287 = Izvoz zapisnika -
15288 = Uvoz zapisnika-
15289 = %d%% dovršeno
15290 = Izvezeno sa
15291 = Pronađeni srodni zapisnici
15292 = Da (preporučeno)
15293 = Izgleda da su Vaši izlistani dnevnici povezani sa programom koji se deinstalira. Želite li koristiti podatke iz zapisnika tokom deinstalacije?
15294 = Preuzimanje zapisnika -
15295 = Izgleda da su izlistani zapisnici koji su  pronađeni u bazi podataka zapisnika povezani sa programom koji se trenutno deinstalira. Ako tokom postupka deinstalacije želite da koristite bilo koji od zapisnika, postavite kvačicu ispred njega.
15296 = Bilo bi prikladno da deinstalirate zapisnik iz naše baze podataka.\nDa li ga želite koristiti za više kompletnih deinstalacija programa?
15297 = Da li zaista želite da obrišete  izabrane zapisnike sa liste?
15298 = Morate da izaberete najmanje jednu kolonu za izvoz!
15299 = Traži
15300 = Koristi izabrani zapisnik
15301 = Izvor
15302 = Niste izabrali ni jedan ugrađeni deinstaler sa liste.\nDa li želite da nastavite pretragu za zaostacima i da preskočite ugrađen deinstaler?
15303 = Izaberite ugrađeni deinstaler sa liste ako  želite da ga koristite tokom deinstalacije.
15304 = Niste izabrali ni jedan zapisnik sa liste.\nDa li zaista želite da nastavite pretragu za zaostacima  i da preskočite korišćenje zapisnika?
15305 = Izaberite zapisnik sa liste ako želite da ga koristite tokom deinstalacije.
15306 = Učitavanje podataka iz zapisnika...
15307 = Kreirajte puni bekup registra pre deinstalacije
15308 = Kreiranje punog  bekup registra je onemogućen (u Opcijama->Deinstaler)


[Auto Run Manager Pro]
15800 = Dodaj
15801 = Dodaj program za automatsko pokretanje sa Windows-om
15802 = Automatsko pokretanje:
15803 = Sve korisnike
15804 = Trenutnog korisnika
15805 = automatsko pokretanje od:
15806 = Registar: Automatsko pokretanje sa Windows-om
15807 = Registar: Pokreni samo jednom, pri sledećem pokretanju Windows-a
15808 = Fascikla automatskog pokretanja - pri svakom pokretanju Windows-a
15809 = Naredba (putanja):
15810 = Naziv:
15811 = Uklonjeni iz automatskog pokretanja
15812 = Uklonjeno se ne pokreće automatski
15813 = Ukloni sve onemogućene stavke iz automatskog pokretanja
15814 = Usluge
15815 = Otvorite Windows usluge

[General App]
16001 = Štampaj
16002 = Pregled pre štampe
16003 = Postavke štampanja
16004 = Izgled
16005 = Traka menija
16006 = Glavna traka alata
16007 = Panel opisa
16008 = Traka statusa
16009 = Traka alata
16010 = Datoteka
16011 = Menadžer\nautopokretanja
16012 = Čistač\nnepotrebnih datoteka
16013 = Windows\nalati
16014 = Čistač Internet\npretraživača
16015 = Čistač\nMicrosoft Office-a
16016 = Čistač\nWindows-a
16017 = Uklanjanje\ntragova
16018 = Nepovratno\nbrisanje
16019 = Menadžer\nsig. kopije
16020 = Instaliraj koristeći Revo Uninstaller
16021 = Deinstaliraj koristeći Revo Uninstaller
16022 = Instaliraj označeni program koristeći Revo Uninstaller
16023 = Deinstaliraj označeni program koristeći Revo Uninstaller
16024 = Fascikla sigurnosnih kopija:
16025 = Sačuvaj sigurnosnu kopiju obrisanih stavki Registara
16026 = Sačuvaj sigurnosnu kopiju obrisanih datoteka i fascikli
16027 = Microsoft Excel nije instaliran na ovom računaru (oznaka greške 0x%08X).
16028 = Nemogućnost pokretanja Microsoft Excel programa (oznaka greške 0x%08X).
16029 = Nepoznata greška.
16030 = Registar
16031 = Zanemari poruke obaveštenja
16032 = Zanemari upozorenja
16033 = Procesi
16034 = Prati programe sažeto
16035 = Uključeni procesi:
16036 = Isključeni procesi:
16037 = Putanja procesa
16038 = Vizuelna tema:
16039 = Trake alata
16040 = Prikaži tekstualne opise
16041 = Prikaži male ikone
16042 = Plavo
16043 = Sivo
16044 = Crno
16045 = Srebrno
16046 = Prirodno 1
16047 = Prirodno  2
16048 = Prirodno gladak
16049 = Kupi
16050 = Nakon kupovine Revo Uninstaller, dobićete serijski broj putem e-pošte. Za aktivaciju Revo Uninstaller, unesite taj serijski broj u donju formu i pritisnite dugme “Aktiviraj online”. Za aktiviranje potrebna je Internet veza, pa vaš zaštitni zid ne bi trebao blokirati Revo Uninstaller. Za sva ostala pitanja oko registracije, kontaktirajte nas na: registration@revouninstaller.com
16051 = Registracija 
16052 = Unesite ovde tačan  serijski broj:
16053 = Aktivacija Internetom
16054 = Sva prava zadržana.
16055 = Registrovana verzija
16056 = Neregistrovana verzija
16057 = Želite li obrisati sigurnosne kopije, zapise i druge Revo Uninstaller podatke? Pritisnite "Ne" ako restaurirate program.
16058 = Prevodilac:
16059 = Svaki dan stvori sigurnosnu kopiju Registra  
16060 = Obriši zapis praćenja programa nakon njegove deinstalacije
16061 = U detaljnom prikazu, prikaži male ikone
16062 = Prikaži komande u Windows kontekst meniju (Instaliraj sa ..., Deinstaliraj sa ...)
16063 = Podrazumevano označi sve zaostale datoteke
16064 = Tamno siva
16065 = Plava 2
16070 = Alatna traka naredbi
16071 = Prilagođeno
16072 = Teme
16073 = Prilagođena boja pozadine
16074 = Prilagođena boja izbora
16075 = Zatvorite Revo Uninstaller, pre početka uvoza zapisnik.\nIli uvezite zapisnik koristeći dugme alatne trake "Upravljaj" u modulu "Praćeni programi".
16076 = Aktiviraj
16077 = Izaberite metod aktivacije
16078 = Online aktivacija
16079 = Aktivacija pomoću datoteke
16080 = Vaš 30-dnevni probni period je završen. Ako želite nastaviti koristiti proizvod,  morate da kupite licencu.
16081 = Nakon što ste kupili licencu za Revo Uninstaller, dobićete  serijski broj putem e-maila. Kako biste aktivirali Revo Uninstaller, morate upisati  Vaše ime i serijski broj u polje  ispod  ( preporučuje se da ga kopirate i nalepite ), a zatim pritisnite dugme " Aktiviraj online ". Aktivacija zahteva internet vezu, tako da Vaš Zaštitni zid  ne bi trebao blokirati Revo Uninstaller. Ako imate bilo kakvih pitanja ili problema vezanih uz registraciju, molimo da nas kontaktirate na: registration@revouninstaller.com
16082 = Nakon što ste kupili licencu za Revo Uninstaller, dobićete  serijski broj putem e-maila. Kako biste aktivirali Revo Uninstaller pomoću datoteke, morate upisati Vaše ime  i serijski broj u polje ispod ( preporučuje se da ga kopirate i nalepite ),  a zatim pritisnite  dugme "Sačuvaj datoteku" da bi ste je sačuvali. Nakon toga, pošaljite sačuvanu datoteku na support@revouninstaller.com ili registration@revouninstaller.com. U  roku do 24 sata ćemo Vam poslati ključ za otključavanje kako bi ste završili  aktivaciju Revo Uninstaller. Ako imate bilo kakvih pitanja ili problema vezanih uz registraciju, molimo da nas kontaktirate na: registration@revouninstaller.com
16083 = Odlučili ste da aktivirate  Revo Uninstaller pomoću datoteke. Nakon što pošaljete aktivacijsku datoteku  na naš e-mail za podršku, trebali bi ste  dobiti ključ  za otključavanje  Revo Uninstaller od našeg tima za podršku. Morate da unesete  ključ za otključavanje u polje ispod ( preporučuje se da ga kopirate i nalepite ) a zatim pritisnite dugme  " Aktiviraj " . Ako imate bilo kakvih pitanja ili problema vezanih uz registraciju, molimo da nas kontaktirate na: registration@revouninstaller.com
16084 = Došlo je do promene na vašem računaru koja zahteva Revo Uninstaller  bude reaktiviran.  Samo pritisnite  dugme" Aktiviraj" .  Ako imate bilo kakvih pitanja ili problema vezanih uz registraciju, molimo da nas kontaktirate na: registration@revouninstaller.com
16085 = Aktivacija je uspešna! 
16086 = Aktivacija nije uspela!
16087 = Niste povezani sa serverom za aktivaciju. Proverite da li je Vaš Zaštitni zid blokirao Revo Uninstaller.
16088 = Upišite korisničko ime:
16089 = Upišite serijski broj (kopiraj i nalepi-preporučeno):
16090 = Upišite ključ za otključavanje (kopiraj i nalepi-preporučeno):
16091 = Ponovi postupak aktivacije
16092 = Preostalo dana:
16093 = Sačuvaj datoteku
16094 = Registriran na
16095 = Reaktiviraj
16096 = Aktivacija je u toku. Molimo pričekajte ...
16097 = Pogrešan serijski broj.\nKopirajte i nalepite serijski broj umesto tipkanja!
16098 = Rastartujte Revo Uninstaller
16100 = serijski broj:
16101 = Podaci o licenci:
16102 = Pošalji informacije
16103 = Online podrška
16104 = Resetuj postavke panela glavnog prozora
16105 = Resetuj detaljni prikaz postavki kontrole
16106 = resetovanje je uspešno!\nRestartuj  Revo Uninstaller za primenu promena
16107 = Ne postoje proverene stavke.\nIzaberite najmanje jednu da nastavite.

16159 =	Naši proizvodi

[AppBar]
16900 = Sačuvaj zapis praćenja promena sistema
16901 = Prekini praćenje instalacije
16902 = Revo Uninstaller prati promene sistema - nastavljajući instalaciju kao i obično. NE POKREĆITE ni jednu drugu instalacijsku (setup) datoteku, program ili bilo što drugo, za vreme instaliranja programa! Nakon završetka instalacije, pokrenite program, konfigurišite ga i zatvorite. Zatim pritisnite dugme "Stop" (crveni pravougaonik) i sačuvajte zapis.
16903 = Unesite naziv zapisa:
16904 = Unesite naziv zapisa i pritisnite dugme "Sačuvaj"
16905 = Revo Uninstaller prati instalaciju
16906 = Revo Uninstaller čuva podatke
16907 = Ne mogu ugasiti računar. Ugasite ga ručno!
16908 = Ne mogu ugasiti računar. Ugasite ga ručno!
16909 = Molimo da upišete ispravno ime za prijavu!
16910 = Da li zaista želite da otkažete zapisivanje dnevnika?

[JunkFilesCleanerPro]
17000 = Isključenja
17001 = Zadnja promena
17002 = Skeniraj fasciklu...

[EvidenceRemoverPro]
17300 = Tip
17301 = Ukupna veličina
17302 = Slobodan prostor
17310 = Lokalni disk
17311 = Prenosivi disk
17312 = Procenjeno preostalo vreme:
17313 = dana
17314 = sati
17315 = minuta
17316 = sekundi
17317 = Da li želite da zaustavite proces?

[WindowsToolsPro]
17400 = Oporavak sistema
17401 = Dijagnostika mreže
17402 = Informacija o mreži
17403 = Centar bezbednosti
17404 = Sistemska svojstva
17405 = Informacije o sistemu
17406 = TCP/IP Netstat naredba
17407 = Ekranska tastatura
17408 = Defragmenter diska
17409 = Usluge
17410 = Zajedničke fascikle
17411 = Smernice grupe
17412 = Dodaj/Ukloni Windows komponente
17413 = Microsoft Windows Malicious Software Removal Alat
17414 = Windows rezervne kopije i oporavak
17415 = Planer zadataka
17416 = Kontrolor diska
17417 = Kontrolor sistemskih datoteka
17450 = Windows  rezervne kopije i oporavak omogućuju da kreirate kopije baze podataka datoteka za sve osobe koje koriste računar a  pruža i mogućnost kreiranja slike sistema. Možete dopustiti  da Windows izabere  šta da arhivira ili Vi možete da izaberete pojedinačne  fascikle, biblioteke i  drajvere  koje želite bezbedno arhivirati.  Slika sistema  sadrži Windows postavke sistema, programe i datoteke. Možete koristiti sliku sistema za oporavak sadržaja vašeg računara, ako vaš tvrdi disk ili računar prestane da radi.
17451 = Planer zadataka  pomaže da rasporedite  automatizovane zadatke  koje obavljaju aktivnosti u određeno vreme ili kada  se određeni događaj dogodi. To pruža mogućnost rasporeda  pokretanje programa ili skripti na unapred definisano  vreme ili nakon određenih vremenskih intervala.  Planer zadataka održava biblioteku svih planiranih zadataka,  pružajući organizovani pregled svih planiranih zadataka i jednostavan način upravljanja.
17452 = Kontrolor diska  proverava logički integritet  baze podataka sistema na Windows diskovima. Kontrolor diska provere probleme vezane uz loše sektore, izgubljene klastere, unakrsno povezane datoteke i katalog grešaka. Ove vrste problema mogu  biti uzrokovane padom  sistema ili njegovim zamrzavanjem, zastojem u napajanju, pogrešnim isključivanjem računara, itd. 
17453 = Kontrolor sistemskih datoteka omogućuje skeniranje i oporavak korumpiranih Windows sistemskih datoteka proveravajući njihovu verziju . Ako se utvrdi problem, pokušaće zameniti  problematične datoteke iz Windows DLL keša.  Ako  datoteka ne postoji u  Windows DLL kešu ili  je DLL keš korumpiran, tražiće da  da umetnete  instalacioni disk Windows sistema.


[WindowsCleanerPro]
17500 = Obriši keš minijatura

[UnrecoverableDeletePro]
17600 = Dodavanje datoteke(a)
17601 = Dodavanje fascikli
17602 = Nepovratno brisanje
17603 = Brisanje
17604 = Izračunavanje...
17605 = Preostale stavke na listi se ne mogu sada obrisati. \nProverite da li ih koristi Windows ili neki drugi progam a zatim pokušajte ponovo.
[Backup Manager]
17800 = Menadžer sigurnosnih kopija
17801 = Restauriraj
17802 = Obriši
17803 = Obriši sve
17804 = Uobičajena\nobnova
17812 = Učitavam...
17813 = Nazad
17814 = Dalje
17815 = Nema tačke povratka
17816 = Procesiranje
17817 = Spasavanje stavki %d od %d
17818 = Tačke povratka:
17819 = Ukupna veličina:
17820 = Menadžer sigurnosnih kopija pomaže vam u upravljanju sigurnosnim podacima koje je sačuvao Revo Uninstaller posle svakog brisanja unosa registra, datoteka ili fascikli. Restauracijom tačke povratka, vratićete sve obrisane podatke ili samo one koje odaberete. Brisanjem nekih ili svih tačaka povratka, povećavate slobodan prostor na disku, ako vam zatreba.
17821 = Naziv
17822 = Operacija
17823 = Veličina
17824 = Stavke registra
17825 = Datoteke i fascikle
17826 = Vreme
17827 = Datum
17830 = Ključ/Naziv
17831 = Podaci
17835 = Standardna vrednost
17836 = Restauracija %d od %d stavki
17837 = Restauracija
17838 = Naziv datoteke/fascikli
17839 = Korisnička Restauracija
17840 = Greška pri učitavanju sigurnosne kopije!
17841 = Datoteke i fascikle za restauraciju
17842 = Stavke registra za restauraciju
17843 = Na disku nema dovoljno prostora za spasavanje sigurnosne kopije!
17844 = Greška pri spasavanju sigurnosne kopije!
17845 = Želite li zaista restaurirati operacije %s od %s?
17846 = Obrisati sve tačke povratka?
17847 = Obriši\nPovremeno
17848 = Obriši sigurnosne kopije starije od datuma ili perioda
17849 = Izbriši sve kopije starije od:
17850 = Izabrani datum:
17851 = Jedne sedmice
17852 = Dve sedmice
17853 = 30 dana
17854 = 90 dana
17855 = 180 dana
17856 = Jedne godine
17857 = Prilagođeni datum
17858 = Izabrali ste raniji datum od današnjeg.\nTo će izbrisati sve kopije! Nastaviti?


[TooltipsPro]
18200 = Prilagođavanje postavki programa Revo Uninstaller
18201 = Izmena izgleda popisa praćenih programa
18202 = Upravljanje podacima sigurnosnih kopija koje stvara Revo Uninstaller
18203 = Instaliranje programa koristeći Revo Uninstaller
18204 = Forsiranje uklanjanja tragova instalacije deinstaliranih programa
18205 = Prikaz svih instaliranih programa
18206 = Prikaz praćenja instaliranih programa
18207 = Deinstaliraj označeni praćeni program
18208 = Korisnička deinstalacija označenog praćenog programa
18209 = Povratak stanja označene tačke povratka koju je stvorio Revo Uninstaller
18210 = Korisnički povratak stanja označene tačke povratka koju je stvorio Revo Uninstaller
18211 = Ukloni označenu tačku povratka koju je stvorio Revo Uninstaller
18212 = Dodavanje programa u automatsko pokretanje sa Windows-om
18213 = Evidentiranje operacija uklanjanja nad označenim diskovima
18214 = Dodavanje datoteka za nepovratno brisanje
18215 = Dodavanje fascikli za nepovratno brisanje
18216 = Brisanje dodanih datoteka i fascikli
18217 = Brisanje označenih datoteka i fascikli
18218 = Promeni ili popravi instalaciju izabranog programa
18219 = Brzo deinstaliraj izabrani program (svi pronađeni ostaci se automatski brišu)
18220 = Dodaj novu stavku u zapisnik
18221 = Izmeni izabranu stavku
18222 = Obriši izabrane datoteke iz zapisnika
18223 = Izvezi trenutne zapisnike kao HTML

[Portable]
18500 = Greška prilikom preuzimanja ažuriranja!
18501 = Greška prilikom raspakiranja ažuriranja!
18502 = Ažuriranje
18503 = Ažuriranje je završeno!
18504 = %d od %d datoteka
18505 = Portabilnost
18506 = Koristi trenutne podatke fascikle za skladištenje
18507 = Omogući režim brzog učitavanja
